Repository: dhis2/maintenance-app
Catalog: src/i18n/*.po
Languages: pt

source: Aggregate
pt: Agregado

source: Tracker
pt: Seguimento

source: Use of category with an empty option is not allowed!
pt: Uso de categorias com opcções nulas não permitido

source: Number of category options
pt: Número de opcções de categorias

source: Number of categories
pt: Número de categorias

source: Sort
pt: Ordenar

source: Create new data element category
pt: Criar nova categoria de elemento de dados

source: Selected categories
pt: Categorias seleccionadas

source: Available categories
pt: Categorias disponíveis

source: Data element category management
pt: Gestão da categoria do elemento de dados

source: Data element category combination management
pt: Gestão da combinação de categoria do elemento de dados

source: Create new data element category combination
pt: Criar nova combinação de categoria de elemento de dado

source: Are you sure you want to delete this data element category option?
pt: Tem certeza que pretende apagar esta opção de categoria de elemento de dado?

source: Are you sure you want to delete this data element category?
pt: Tem certeza que pretende apagar esta categoria de elemento de dado ?

source: Are you sure you want to delete this data element category combo?
pt: Tem certeza que pretende apagar esta combinação de categoria de elemento de dado?

source: Edit data element category
pt: Modificar categoria de elemento de dado

source: Edit data element category combination
pt: Modificar combinação de categoria de elemento de dado

source: Category Combination
pt: Combinação de categoria

source: Data element category combo details
pt: Detalhes da combinação de categoria de elemento de dado

source: Data Element Category
pt: Categoria de elemento de dado

source: Data Element Category Combination
pt: Combinação de categoria de elemento de dado

source: Select
pt: Selecionar

source: Data Element
pt: Elemento de dado

source: Data Element Group
pt: Grupo de elemento de dado

source: Data Element Groups
pt: Grupos de elemento de dados

source: Data elements
pt: Elementos de dados

source: Indicator
pt: Indicador

source: Indicator Group
pt: Grupo de indicadores

source: Indicator Groups
pt: Grupos de indicadores

source: Create new data element
pt: Criar um novo elemento de dado

source: Domain Type
pt: Tipo de dominio

source: Create new data element group
pt: Criar novo grupo de elemento de dado

source: Group members
pt: Membros do grupo

source: Available data elements
pt: Elementos de dado disponíveis

source: Create new indicator
pt: Criar novo indicador

source: Create new indicator group
pt: Criar novo grupo de indicador

source: Create new indicator type
pt: Criar novo tipo de indicador

source: Data element management
pt: Gestão de elemento de dado

source: Data element group management
pt: Gestão de grupo de elemento de dado

source: Number of members
pt: Numero de membros

source: Export
pt: Exportar

source: Import
pt: Importar

source: Indicator management
pt: Gestão de indicadores

source: Indicator group management
pt: Gestão de grupo de indicadores

source: Indicator type management
pt: Gestão de tipo de indicadores

source: Edit data element
pt: Modificar elemento de dado

source: Edit data element group
pt: Modificar grupo de elemento de dado

source: Edit indicator
pt: Modificar indicador

source: Edit indicator group
pt: Modificar grupo de indicadores

source: Edit indicator type
pt: Modificar tipo de indicador

source: Edit numerator
pt: Modificar numerador

source: Edit denominator
pt: Modificar denominador

source: Are you sure you want to delete this data element?
pt: Tem a certeza que pretende apagar este elemento de dado?

source: Are you sure you want to delete this data element group?
pt: Tem a certeza que pretende apagar este grupo de elemento de dado?

source: Are you sure you want to delete this data element group set?
pt: Tem a certeza que pretende apagar este grupo de elemento de dado definido ?

source: Are you sure you want to delete this indicator group?
pt: Tem certeza que pretende apagar este grupo de indicador?

source: Are you sure you want to delete this indicator type?
pt: Tem a certeza que pretende apagar este tipo de indicador?

source: Are you sure you want to delete this data dictionary?
pt: Tem a certeza que pretende apagar este dicionário de dado?

source: Everything is OK
pt: Tudo esta bom

source: Adding the data element group failed with the following message
pt: A adição do grupo de elementos de dados falhou com a seguinte mensagem

source: Saving the data element group failed with the following message
pt: A gravação do grupo de elementos de dados falhou com a seguinte mensagem

source: Adding the indicator group failed with the following message
pt: A adição do grupo de indicadores falhou com a seguinte mensagem

source: Saving the indicator group failed with the following message
pt: A gravação de grupo de indicadores falhou com a seguinte mensagem

source: Adding the indicator type failed with the following message
pt: A adição do tipo de indicadores falhou com a seguinte mensagem

source: Saving the indicator type failed with the following message
pt: A gravação do tipo de indicadores falhou com a seguinte mensagem

source: Calculated
pt: Calculado

source: Available Data Elements
pt: Elementos de dados disponíveis

source: Selected Data Elements
pt: Elemento de dados selecionados

source: Add selected
pt: Adicionar selecionado

source: Remove all
pt: Remover todos

source: Assign all
pt: Atribuir todos

source: Create new data dictionary
pt: Criar novo dicionário de dados

source: Region
pt: Região

source: Select domain type
pt: Veuillez sélectionner un type de domaine

source: Current
pt: Actual

source: Date
pt: Data

source: Selected data elements
pt: Elementos de dados selecionados

source: Selected indicators
pt: Indicadores selecionados

source: Available indicators
pt: Indicadores disponíveis

source: Item deleted successfully
pt: Item apagado com sucesso

source: Value
pt: Valor

source: Translate
pt: Traduire

source: Please select indicator
pt: Por favor seleciona indicador

source: Object not deleted because it is associated by objects of type
pt: Objecto não apagado porque esta associado a um tipo de objectos

source: Hide warning
pt: Ocultar aviso

source: Update Data Element Group Member
pt: Actualizar membro de grupo de elemento de dados

source: Update was successful
pt: Actualização com sucesso

source: Member of
pt: Membro de

source: Data Element Group Editor
pt: Modificar grupo de elemento de dado

source: Move up
pt: Mova para cima

source: Move down
pt: Mova para baixo

source: Move to top
pt: Mover para o topo

source: Move to bottom
pt: Mover para o fundo

source: Indicator sort order
pt: Ordem de indicador

source: Data element sort order
pt: Ordem de elemento de dado

source: Indicator Group Editor
pt: Modificar grupo de indicadores

source: Update Indicator Member
pt: Actualizar membro de indicadores

source: Factor cannot be zero
pt: O fator não pode ser zero

source: Aggregation levels
pt: Níveis de agregação

source: Available aggregation levels
pt: Níveis de agregação disponíveis

source: Selected aggregation levels
pt: Níveis de agregação selecionados

source: Remove selected
pt: Apagar selecionados

source: Category options
pt: Categoria de opções

source: Add category option
pt: Adicionar categoria de opção

source: Please include one or more category options
pt: Por favor inclua uma ou mais categorias de opções

source: Please specify a category option name
pt: Por favor especifique o nome da categoria de opção

source: The category option name already exists
pt: O nome da opção de categoria já existe

source: Data Element Group Set
pt: Grupo de elemento de dado definido

source: Data element group set management
pt: Gestão de grupo de elemento de dado definido

source: Indicator Group Set
pt: Grupo de indicador definido

source: Name already exists !
pt: O nome já existe !

source: Available Data Element Groups
pt: Grupos de elemento de dados disponíveis

source: Selected Data Element Groups
pt: Grupo de elemento de dado selecionado

source: Add Data Element Group Set
pt: Adicionar grupo de elemento de dado definido

source: Update Data Element Group Set
pt: Actualizar grupo de elemento de dado definido

source: Add Indicator Group Set
pt: Adicionar grupo de indicador definido

source: Update Indicator Group Set
pt: Actualizar grupo de indicador definido

source: Available Indicator Groups
pt: Grupos de indicadores disponíveis

source: Selected Indicator Groups
pt: Grupos de indicadores selecionados

source: Last updated
pt: Última atualização

source: Data element identifier must be a number
pt: O identificador do elemento de dados deve ser um número

source: Category option combo identifier must be a number
pt: O identificador de combinação de opção de categoria deve ser um número

source: Identifier does not reference a data element
pt: O identificador não referencia um elemento de dado

source: Identifier does not reference a category option combo
pt: O identificador não faz referência a uma combinação de opções de categoria

source: Expression is not well formed
pt: A expressão não está bem formada

source: Create, modify, view and delete data elements. Data elements are phenomena for which will be captured and analyzed.
pt: Criar, modificar, mostrar e apagar elementos de dados. Elementos de dados são fenômenos para os quais serão capturados e analisados.

source: Create, modify, view and delete data element groups. Groups are used for improved analysis.
pt: Criar, modificar, visualizar e apagar grupos de elementos de dados. Os grupos são usados ​​para análise melhorada

source: Easily add or remove data elements to and from data element groups, as well as deleted data elements.
pt: Adicione ou apaga facilmente elementos de dados dos grupos de elementos de dados, bem como elementos de dados eliminados.

source: Create, modify, view and delete data element group sets. Group sets are used for improved analysis.
pt: Criar, modificar, visualizar e apagar conjuntos de grupos de elementos de dados. Os conjuntos de grupos são usados ​​para análise melhorada.

source: Create, modify, view and delete data element category options. Category options are options with in category.
pt: Create, modify, view and delete data element category options. Category Option are fine-grained break-downs of catagory.

source: Create, modify, view and delete data element categories. Categories are used for disaggregation of data elements.
pt: Create, modify, view and delete data element categories. Categories are fine-grained break-downs of data elements.

source: Create, modify, view and delete indicators. An indicator is a formula consisting of data elements and numbers.
pt: Criar, modificar,visualizar e apagar indicadores. Um indicador é uma fórmula composta por elementos de dados e números.

source: Create, modify, view and delete indicator types. An indicator type is a factor for an indicator, like percentage.
pt: Crie, modifique, visualize e apagar tipos de indicadores. Um tipo de indicador é um fator para um indicador, como porcentagem.

source: Create, modify, view and delete indicator groups. Groups are used for improved analysis.
pt: Criar, modificar, visualizar e apagar grupos de indicadores. Os grupos são utilizados para análise melhorada.

source: Easily add or remove indicators to and from indicator groups, as well as delete indicators.
pt: Facilmente adicionar apagar indicadores para e de grupos de indicadores, bem como excluir indicadores.

source: Create, modify, view and delete indicator group sets. Group sets are used for improved analysis.
pt: Crie, modifique, visualize e apague conjuntos de grupos de indicadores. Os conjuntos de grupos são usados ​​para análise melhorada.

source: Create, modify, view and delete data dictionaries. A data dictionary is a set of meta-data.
pt: Crie, modifique, visualize e apague dicionários de dados. Um dicionário de dados é um conjunto de meta-dados.

source: Create, modify, view and delete concepts. A concept can be used by a category.
pt: Criar, modificar, visualizar e apagar conceitos. Um conceito pode ser usado por uma categoria.

source: Available data element group sets
pt: Conjunto de grupos de elementos de dados disponíveis

source: Selected data element group sets
pt: Grupos selecionados de elementos de dados definidos

source: Available Groups
pt: Grupos disponíveis

source: Selected Groups
pt: Grupos selecionados

source: Assign Groups for Data Element
pt: Atribuir grupos para o elemento de dados

source: Please select data element
pt: Por favor selecione elemento de dado

source: Category option renamed successfully
pt: Categoria de opção renomeada com sucesso

source: Create new concept
pt: Criar novo conceito

source: Edit concept
pt: Modificar conceito

source: Concept name
pt: Nome do conceito

source: Are you sure you want to delete this concept?
pt: Tem a certeza que pretende apagar este conceito?

source: Adding concept failed
pt: Adição de conceito falhou

source: Saving concept failed
pt: Gravação de conceito falhou

source: Enter alphabet (a-z A-Z), number (0-9) and underscore (_) characters only.
pt: Introduza os caracteres alfabético (a-z A-Z), número (0-9) e sublinhado (_) apenas.

source: Concept management
pt: Gestão de conceito

source: Concept
pt: Conceito

source: Selected name
pt: Nome selecionado

source: Update category option
pt: Actualizar categoria de opção

source: Move selected
pt: Mover selecionado

source: Number type
pt: Tipo de numero

source: Number
pt: Número

# int
source: Integer
pt: Número

source: View 1
pt: Visualizar 1

source: View 2
pt: Visualizar 2

source: Store zero data values
pt: Armazenar valores de dados zero

source: Form name
pt: Nome do formulário

source: Compulsory
pt: Obrigatório

source: Select group
pt: Seleciona grupo

source: Option set
pt: Conjunto de opções

source: Please select
pt: Por favor seleciona

source: Formula
pt: Fórmula

source: Legend set
pt: Legenda definida

source: Skip category total in reports
pt: Saltar categoria total nos relatórios

source: Data Element Category Option
pt: Opção de categoria de elemento de dados

source: Data element category option management
pt: Gestão de opções de categoria de elementos de dados

source: Data element category option combination management
pt: Gestão de combinação de opções de categoria de elementos de dados

source: Create new data element category option
pt: Criar nova opção de categoria de elemento de dados

source: Edit data element category option
pt: Editar opção de categoria de elemento de dados

source: Available category options
pt: Opções de categoria disponíveis

source: Selected category options
pt: Opções de categoria selecionadas

source: Use as data dimension
pt: Usar como dimensão de dados

source: Tip
pt: Dica

source: use
pt: utilizado

source: Category Option
pt: Opções de categorias

source: Category
pt: Categoria

# category_combo
source: Category Combination
pt: Combinação de categoria

source: Are you sure you want to delete this category option group?
pt: Tem a certeza que deseja apagar este grupo de opção de categoria?

source: Selected category option groups
pt: Grupo de opção de categoria selecionado

source: Show more options
pt: Mostrar mais opções

source: Show fewer options
pt: Mostrar menos opções

source: Category Option Combination
pt: Combinação de opção de categoria

source: View and edit data element category option combinations. Category option combinations are break-downs of category.
pt: Visualizar e modificar combinação de opções de categoria de elemento de dados.Combinação de opção de categoria são expandidas da categoria

source: Edit data element category option combo
pt: Modificar combinação de opções de categorias de elemento de dados

source: Approve data
pt: Aprovar dados

source: Decimals in data output
pt: Decimais na saída de dados

source: Categories
pt: Categorias

source: Ignore data approval
pt: Ignorar aprovação de dados

source: Data dimension type
pt: Tipo de dimensão de dados

source: Indicator Type
pt: Tipo de indicador

source: Indicator type group set management
pt: Gestão de tipo de grupo de indicadores definidos

source: of
pt: de

source: management
pt: Gestão

source: Search by name
pt: Rechercher par nom

source: (Press enter to search)
pt: (Pressiona enter para pesquisar)

source: Filter by name
pt: Filtrar pelo nome

source: (Press enter to go to first item)
pt: (Pressionar enter para ir ao primeiro item)

source: Search available
pt: Pesquisar disponíveis

source: Search selected
pt: Pesquisar selecionado

source: (required)
pt: (obligatoire)

source: Aggregation operator
pt: Operador de agregação

source: Dismiss
pt: Dispensar

source: Description
pt: Descrição

source: Search available/selected items
pt: Pesquisar disponíveis/itens selecionados

source: selected
pt: selecionado

source: Indicators
pt: Indicadores

source: Category Option Groups
pt: Grupo de opções de categoria

source: Annualized
pt: Anual

# decimals
source: Decimals in data output
pt: Decimais na saída de dados

source: Constants
pt: Constantes

source: Sharing
pt: Partilhar

source: Search
pt: Pesquisar

source: Attributes
pt: Atributos

# program_indicators
source: Indicators
pt: Indicadores

# program_data_elements
source: Data elements
pt: Elemento de dados

source: Please select a program
pt: Por favor seleciona o programa

source: No tracked entity attributes for this program
pt: Nenhum atributos de entidade rastreados para este programa

source: No program indicators for this program
pt: Nenhum indicador de programa para este programa

source: No program data elements for this program
pt: Nenhum programa de elemento de dado para este programa

source: Members
pt: Membros

source: Can Edit
pt: Pode Modificar

source: hidden by filters
pt: Ocultado por filtros

source: Value type
pt: Tipo de valor

source: This field is required
pt: Este campo é obrigatório

source: This field requires a unique value
pt: Este campo requer um valor único

source: Value should be empty
pt: O valor deve estar vazio

source: This field required a valid url
pt: Este campo exigiu um URL válido

source: This field requires a relative URL
pt: Este campo requer um URL relativo

source: This field requires a list of URLs
pt: Este campo requer uma lista de URLs

source: This field contains an e-mail address
pt: Este campo contem um endereço de email

source: This field should contain a number
pt: Este campo devera conter um numero

source: The number should not have decimals
pt: Este numero não devera conter decimais

source: The value is to long/large
pt: O valor é longo / grande

source: The value is to short/small
pt: O valor é curto / pequeno

source: Unable to run async validator
pt: Não é possível executar o validador assíncrono

source: List
pt: Lista

source: Add
pt: Adicionar

source: Done
pt: Concluído

source: Letter
pt: Letra

source: Yes/No
pt: Sim/Não

source: Yes Only
pt: Sim Somente

source: File
pt: Fichier

source: Positive Integer
pt: Entier positif

source: Positive or Zero Integer
pt: Positivo ou numero inteiro zero

source: Coordinate
pt: Coordenada

source: Negative Integer
pt: Inteiro negativo

source: Integer
pt: Número

source: Date & Time
pt: Date & Heure

source: Time
pt: Hora

source: Tracker Associate
pt: Associado do tracker

source: Average (sum in org unit hierarchy)
pt: Média (soma na hierarquia da unidade organizacional)

source: Average (sum of numbers)
pt: Média (soma dos números)

source: Average (sum of numbers, disaggregation)
pt: Média (soma dos números, desagregação)

source: Average (number)
pt: Média (numero)

source: Average (number, disaggregation)
pt: Média (numero, desagregação)

source: Average (Yes/No)
pt: Média (Sim/Não)

source: Created
pt: Criado

# display_description
source: Description
pt: Descrição

source: Show details
pt: Mostrar detalhes

source: Share
pt: Partilhar

source: Metadata management overview
pt: Visão geral da gestão de meta-dados

source: Metadata group editor
pt: Modificador de grupo de meta-dados

source: Please select an object type
pt: Por favor seleciona um tipo de objeto

source: Back
pt: Retroceder

source: Public access
pt: Accès public

source: View
pt: Visualizar

source: was not deleted
pt: Não foi apagado

source: was deleted
pt: Foi apagado

source: Select locale
pt: Seleciona o local

# translation_dialog_title
source: Translate
pt: Traduire

source: Translation saved
pt: Tradução gravada

source: Could not save the translation.
pt: Não foi possível gravar a tradução.

source: Select a locale to enter translations for
pt: Selecione um local para inserir traduções para

source: Data set management
pt: Gestão de categoria de elemento de dado

source: Data Set
pt: Conjunto de dado

source: Create, update, view and delete data sets and custom forms. A data set is a collection of data elements for which data is entered.
pt: Crie, atualize, visualize e apague conjuntos de dados e formulários personalizados. Um conjunto de dados é um conjunto de elementos de dados para os quais os dados são inseridos

source: Get PDF for data entry
pt: Obter PDF para entrada de dados

source: Are you sure you want to create a new root organisation unit?
pt: Tem certeza de que deseja criar nova raiz da unidade organizacional ?

source: Create new organisation unit
pt: Criar nova unidade organizacional

source: Registers data
pt: Registar dado

source: Create new organisation unit group
pt: Criar novo grupo de unidade organizacional

source: Hierarchy operations
pt: Operações hierárquicas

source: Select an organisation unit to move
pt: Selecionar uma unidade organizacional para continuar

source: Not selected
pt: Não selecionado

source: Confirm
pt: Confirmar

source: Select the new parent organisation unit for the one to move
pt: Selecione a nova unidade organizacional pai para continuar

source: Reset
pt: Reiniciar

source: Organisation Unit
pt: Unidade Organizacional

source: Organisation Unit Group
pt: Grupo de unidade organizacional

source: Hierarchy Operations
pt: Operações hierárquicas

source: Organisation Unit Level
pt: Nível de unidade organizacional

source: Organisation unit management
pt: Gestão de unidade organizacional

source: This organisation unit has no children
pt: Esta unidade organizacional não tem filhos

source: Organisation unit group management
pt: Gestão de grupo de unidade organizacional

source: Number of group members
pt: Numero de membros do grupo

source: Edit organisation unit
pt: Modificar unidade organizacional

source: Edit organisation unit group
pt: Modificar grupo de unidade organizacional

source: The selected organisation unit is already a root. Please select a new parent organisation unit
pt: A unidade organizacional selecionada já é uma raiz. Por favor seleciona uma nova unidade organizacional pai

source: The selected organisation unit will be moved to root
pt: A unidade organizacional selecionada será movida para a raiz

source: An organisation unit cannot be moved to itself. Please select a new parent organisation unit
pt: Uma unidade organizacional não pode ser movida para si mesma. Selecione uma nova unidade organizacional pai

source: An organisation unit cannot be moved to be its own child. Please select a new parent organisation unit
pt: Uma unidade organizacional não pode ser movida para ser seu próprio filho. Selecione uma nova unidade organizacional pai

source: The new parent organisation unit is approved
pt: A nova unidade organizacional pai foi aprovada

source: The name is already in use. Please choose a different name.
pt: O nome já existe.Por favor escolha um nome diferente

source: The code is already in use. Please choose a different code.
pt: O código já esta em uso. Por favor escolha um código diferente
