Repository: dhis2/maintenance-app
Catalog: src/i18n/*.po
Languages: pt

source: This organisation unit cannot be moved. Please select a new organisation unit to move
pt: Esta unidade organizacional não pode ser movida. Por favor seleciona nova unidade organizacional para mover

source: The organisation unit to move is approved
pt: A unidade organizacional a mover esta aprovada

source: Not selected, moved to root position
pt: Não selecionada. Movida para a posição da raiz

source: Verification of the new parent organisation unit failed with the following message
pt: A verificação da nova unidade organizacional pai falhou com a seguinte mensagem

# confirm_to_delete_organisation_unit
source: Are you sure you want to delete this organisation unit?
pt: Tem certeza que deseja apagar esta unidade organizacional?

source: Adding the organisation unit failed with the following message
pt: A adição da unidade organizacional falhou com a seguinte mensagem

source: Saving the organisation unit failed with the following message
pt: A gravação da unidade organizacional falhou com a seguinte mensagem

# confirm_to_delete_organisation_unit_group
source: Are you sure you want to delete this Organisation Unit Group?
pt: Tem certeza de que deseja apagar este grupo de unidade organizacional?

# confirm_to_delete_organisation_unit_group_set
source: Are you sure you want to delete this organisation unit group set?
pt: Tem certeza de que deseja apagar este grupo de unidade organizacional definido?

source: Organisation unit group set management
pt: Gestão de conjunto de grupos da unidade organizacional

source: Organisation Unit Group Set
pt: Conjunto grupo de unidade organizacional

source: Saving the organisation unit group set failed with the following message
pt: A Gravação do conjunto de grupos da unidade organizacional falhou com a seguinte mensagem

source: Exclusive
pt: Exclusivo

source: Create new organisation unit group set
pt: Criar novo conjunto de grupos de unidade organizacional

source: Edit organisation unit group set
pt: Modificar conjunto de grupo de unidade organizacional

source: The group set can not be created because it is exclusive and
pt: O conjunto de grupos não pode ser criado porque é exclusivo e

source: is a member of more than one selected group
pt: É um membro de mais de um grupo selecionado

source: Move all
pt: Mover todos

source: Organisation unit level management
pt: Gestão do nível da unidade organizacional

source: Level
pt: Nível

source: Code
pt: Código

source: Registers date
pt: Data de registro

source: Latitude (optional)
pt: Latitude (opcional)

source: Longitude (optional)
pt: Longitude(opcional)

source: Assign to compulsory organisation unit group set
pt: Atribuir a um grupo de unidade organizacional obrigatório

source: Create, modify, view and delete organisation units, which can be departments, offices, hospitals and clinics.
pt: Criar, modificar, visualizar e apagar unidades organizacionais, que podem ser departamentos, escritórios, hospitais e clínicas.

source: Create, modify, view and delete organisation unit groups. Groups are used for improved analysis.
pt: Criar, modificar, visualizar e apagar grupos de unidade organizacional . Os grupos são usados ​​para análise melhorada.

source: Create, modify, view and delete organisation unit group sets. Group sets are used for improved analysis.
pt: Criar, modificar, visualizar e apagar conjuntos de grupos de unidades organizacionais. Os conjuntos de grupos são usados ​​para análise melhorada.

source: Create, modify, view and delete descriptive names for the organisation unit levels in the system.
pt: Criar, modificar, visualizar e apagar nomes descritivos para os níveis da unidade organizacional no sistema.

source: Search organisation units based on name and group sets. View extended information for individual units.
pt: Pesquisar unidades organizacionais baseadas em nomes e conjuntos de grupos. Visualizar informações detalhadas para unidades individuais

source: Move organisation units in the organisation unit tree. All children will be moved along with the unit.
pt: Mova as unidades organizacionais na árvore da unidade organizacional. Todas as filhas serão movidas juntamente com a unidade.

source: Loading
pt: A carregar

source: Coordinates
pt: Coordenadas

source: Organisation Unit Search
pt: Pesquisar unidade organizacional

source: Organisation unit search
pt: Pesquisar unidade organizacional

source: Criteria
pt: Critério

source: Options
pt: Opções

source: organisation units
pt: Unidades organizacional

source: Found
pt: Encontrado

source: All
pt: Todos

source: Please select from tree (optional)
pt: Selecione uma árvore (opcional)

source: Polygon
pt: Polígono

source: Point
pt: Apontar

source: Offline levels
pt: Níveis offline

source: Available data sets
pt: Elementos de dados disponíveis

source: Selected data sets
pt: Elemento de dados selecionados

source: Limited
pt: Limitado

source: Download as Excel
pt: Transferir como Excel

source: Download as CSV
pt: Transferir como CSV

source: Download as PDF
pt: Transferir como PDF

source: Please wait while downloading report
pt: Aguarde enquanto faz o download do relatório

source: Please wait while searching
pt: Aguarde enquanto pesquisa

source: Hierarchy
pt: Hierarquia

source: Data sets
pt: Conjunto de dados

source: Organisation unit groups
pt: Grupo de unidade organizacional

source: Phone number
pt: Número telefone

source: Select symbol
pt: Selecionar símbolo

source: Symbol
pt: Símbolo

source: Name, code or identifier
pt: Nome, código ou identificador

source: Identifier
pt: Identificador

source: The short name is already in use. Please choose a different short name
pt: O nome abreviado já está em uso. Escolha um nome abreviado diferente

source: Show all sections
pt: Mostrar todas secções

source: Organisation unit level is not yet saved, please save
pt: O nível da unidade organizacional ainda não foi salvo, por favor salve.

source: <No value>
pt: <Nenhum valor>

source: Determining your root organisation units
pt: Determina as raízes das suas unidades de organizacionais

source: Filtering organisation units by name
pt: Filtrar unidades organizacionais pelo nome

source: Organisation units selected
pt: Unidade organizacionais selecionadas

source: Address
pt: Endereço

source: Contact person
pt: Pessoa de contato

source: Opening date
pt: Data de abertura

source: Closed date
pt: Data de fecho

source: Comment
pt: Comentário

source: Saving
pt: A Gravar

source: Data Elements
pt: Elemento de dados

# indicator_section
source: Indicators
pt: Indicadores

source: Organisation Units
pt: Unidade organizacional

source: Actions
pt: Acções

source: Move $$ouCount$$ organisation units
pt: Mover $$ ou Contar$$ unidades organizacionais

source: Successfully moved $$ouName$$
pt: Movido com sucesso $$ ou Nome $$

source: Failed to move $$ouName$$ ($$errorMessage$$)
pt: Falha ao mover $$ ou Nome $$ ($$ errorMessage $$)

source: Move
pt: Mover

source: Select organisation unit(s) to move from the left
pt: Selecione a (s) unidade (s) organizacional (s) para mover para esquerda

source: Select new parent for organisation unit(s) from the right tree
pt: Seleciona novo Pai na unidade organizacional (s) na árvore a direta

source: Public view/edit
pt: Visualização pública / Modificar

source: Public view
pt: Visualização publica

source: No public access
pt: Sem acesso publico

source: You can not move an organisation unit to one of its descendants.
pt: Não se pode mover uma unidade organizacional para um de seus descendentes.

# confirm_delete_organisation_unit
source: Are you sure you want to delete this organisation unit?
pt: Tem certeza de que deseja apagar esta unidade organizacional?

# confirm_delete_organisation_unit_group
source: Are you sure you want to delete this Organisation Unit Group?
pt: Tem certeza de que deseja apagar este grupo de unidade organizacional?

# confirm_delete_organisation_unit_group_set
source: Are you sure you want to delete this organisation unit group set?
pt: Tem certeza de que deseja apagar este conjunto de grupo de unidade organizacional?

source: Organisation unit levels saved!
pt: Níveis de unidade organizacional gravados!

source: Could not save organisation unit levels.
pt: Não foi possível gravar os níveis da unidade organizacional.

source: Data administration
pt: Administração de dados

source: Constant management
pt: Gestão constante

source: Constant
pt: Constante

source: Attribute management
pt: Gestão de atributo

source: Mandatory
pt: Obrigatório

source: Unique
pt: Único

source: Data element
pt: Elemento de dados

source: Data element group
pt: Grupo de elemento de dados

# indicator_attribute
source: Indicator
pt: Indicador

source: Indicator group
pt: Grupo de indicador

source: Data set
pt: Conjunto de Dado

source: Organisation unit
pt: Unidade organizacional

source: Organisation unit group
pt: Grupo de unidade organizacional

source: Organisation unit group set
pt: Conjunto de grupo de unidade organizacional

source: User
pt: Utilizador

source: User group
pt: Grupo de utilizador

source: Program
pt: Programa

source: Program stage
pt: Estagio do programa

source: Tracked entity
pt: Entidade rastreada

source: Tracked entity attribute
pt: Entidade do atributo rastreado

source: Category option
pt: Opções da categoria

source: Category option group
pt: Grupo de opções de categoria

source: Document
pt: Documento

source: Option
pt: Opção

# option_set_attribute
source: Option set
pt: Conjunto de opções

# constant_attribute
source: Constant
pt: Constante
